/*
Официальное название отделов 
*/
// export const DEPARTMENT_LABELS: Record<string, string> = {
//     AUP: 'Административно-управленческий персонал',
//     OUOKR: 'Отдел управленческой отчетности и кадровой работы',
//     OKS: 'Отдел контрактной службы',
//     YO: 'Юридический отдел',
//     OSIOOR: 'Отдел спортивной инфраструктуры и организационной работы',
//     OOEFP: 'Отдел обслуживания и эксплуатации футбольного поля',
//     PTO: 'Планово-технический отдел',
//     OERO: 'Отдел электроремонтного обслуживания',
//     OSO: 'Отдел обслуживания слаботочного оборудования',
//     OOOVVO: 'Отдел обслуживания оборудования водоснабжения, водоотведения и отопления',
//     OOOKHVK: 'Отдел обслуживания оборудования холодоснабжения, вентиляции и кондиционирования',
//     MP: 'Медицинский пункт',
//     OOSPB: 'Отдел обслуживания систем пожарной безопасности',
//     OOOR: 'Отдел обеспечения охраны и режима',
//     OHO: 'Отдел хозяйственного обеспечения',
// } as const;

/* 
	Более укороченное название отделов
*/
export const DEPARTMENT_LABELS = {
    AUP: 'Администрация',
    OUOKR: 'Отчетность и кадры',
    OKS: 'Контрактная служба',
    YO: 'Юридический отдел',
    OSIOOR: 'Спортинфраструктура',
    OOEFP: 'Обслуживание футбольного поля',
    PTO: 'Технический отдел',
    OERO: 'Электроремонт',
    OSO: 'Слаботочные системы',
    OOOVVO: 'Водоснабжение и отопление',
    OOOKHVK: 'Вентиляция и кондиционирование',
    MP: 'Медпункт',
    OOSPB: 'Пожарная безопасность',
    OOOR: 'Охрана и режим',
    OHO: 'Хозобеспечение',
} as const;
